{
    "about": " As a fan of video games, I've enjoyed myself clearing each stage in various games such as strategy or RPG. Instead of addicting to games, I was thinking about how the game was developed and started to acquire the essential game development knowledge and practice programming. \n\n When the movie 'Ready Player One' launched in the theater, I was deeply impressed by the virtual world and cutting-edge technology on the screen, which increased my interest in game development until the COVID-19 pandemic hit us. \n\nHowever, during the lockdown period, I found myself spending more time exploring other aspects of technology, particularly in the field of machine learning and artificial intelligence (AI). The pandemic brought to light the importance of technology and its potential to solve complex problems. As I delved deeper into the world of AI, I realized that it held immense possibilities beyond just video games.\n\n Machine learning and AI have the power to revolutionize various industries, from healthcare to finance, and even transportation. The ability of machines to learn from data and make intelligent decisions fascinated me. I started learning about neural networks, deep learning algorithms, and natural language processing. The more I learned, the more I realized the immense potential of these technologies to shape the future.\n\n Moreover, the field of machine learning and AI presented me with the opportunity to contribute to the development of cutting-edge solutions that can address real-world challenges. By leveraging the power of data and algorithms, I could work towards creating intelligent systems that enhance efficiency, improve decision-making processes, and ultimately have a positive impact on society. This shift in interest from video games to machine learning and AI was driven by a desire to explore a field that not only captured my curiosity but also had the potential to make a significant difference in the world we live in.",
    "imageSource": "images/about/profile.png"
    
}